homework.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<title>Multimeter testing</title>
<meta  http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta  name="generator" content="Org-mode" />
<link rel="stylesheet" type="text/css" href="css/styles.css"/>
<link href='http://fonts.googleapis.com/css?family=Ubuntu+Mono|Ubuntu' rel='stylesheet' type='text/css'>
</head>
<body>
<div id="content">
<h1 class="title">Multimeter testing</h1>
<div id="table-of-contents">
<h2>Table of Contents</h2>
<div id="text-table-of-contents">
<ul>
<li><a href="#sec-1">1. Homework Task 1</a>
<ul>
<li><a href="#sec-1-1">Design It</a></li>
</ul>
</li>
<li><a href="#sec-2">2. Homework Task 2</a>
<ul>
<li><a href="#sec-2-1">Complete It</a></li>
</ul>
</li>
<li><a href="#sec-3">3. Homework Task 3</a>
<ul>
<li><a href="#sec-3-1">Explain It</a></li>
</ul>
</li>
</ul>
</div>
</div>
<div class=ribbon>
<a href="https://github.com/stsb11/soldering_license">Fork me on GitHub</a>
</div>

<div id="outline-container-sec-1" class="outline-2 activity">
<h2 id="sec-1"><span class="section-number-2">1</span> Homework Task 1</h2>
<div class="outline-text-2" id="text-1">
</div>
<div id="outline-container-sec-1-1" class="outline-3 design">
<h3 id="sec-1-1">Design It</h3>
<div class="outline-text-3" id="text-1-1">
<p>
Design an instruction booklet on how to solder components together correctly. Make sure your booklet/poster should include:
</p>

<ul class="org-ul">
<li>Step-by-step instruction on how to solder.
</li>
<li>What does a good solder joint look like.
</li>
<li>Mistakes that can be made.
</li>
<li>How to ensure your safety.
</li>
</ul>
</div>
</div>
</div>
<div id="outline-container-sec-2" class="outline-2 activity">
<h2 id="sec-2"><span class="section-number-2">2</span> Homework Task 2</h2>
<div class="outline-text-2" id="text-2">
</div>
<div id="outline-container-sec-2-1" class="outline-3 try">
<h3 id="sec-2-1">Complete It</h3>
<div class="outline-text-3" id="text-2-1">
<p>
Complete the following resistor colour code table:
</p>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="left" />

<col  class="left" />
</colgroup>
<tbody>
<tr>
<td class="left">Colours</td>
<td class="left">Resistor value</td>
</tr>

<tr>
<td class="left">Orange, Orange, Brown, Gold</td>
<td class="left">330 Ohms</td>
</tr>

<tr>
<td class="left">Brown, Black, Orange</td>
<td class="left">&#xa0;</td>
</tr>

<tr>
<td class="left">Yellow, Green, Red</td>
<td class="left">&#xa0;</td>
</tr>

<tr>
<td class="left">Red, Blue, Yellow</td>
<td class="left">&#xa0;</td>
</tr>

<tr>
<td class="left">&#xa0;</td>
<td class="left">15,000 Ohms (15k)</td>
</tr>

<tr>
<td class="left">&#xa0;</td>
<td class="left">330 Ohms</td>
</tr>

<tr>
<td class="left">&#xa0;</td>
<td class="left">1000 Ohms (1k)</td>
</tr>
</tbody>
</table>
</div>
</div>
</div>

<div id="outline-container-sec-3" class="outline-2 activity">
<h2 id="sec-3"><span class="section-number-2">3</span> Homework Task 3</h2>
<div class="outline-text-2" id="text-3">
</div>
<div id="outline-container-sec-3-1" class="outline-3 learn">
<h3 id="sec-3-1">Explain It</h3>
<div class="outline-text-3" id="text-3-1">
<ul class="org-ul">
<li>Firstly, explain, step-by-step, how you would test the value of a resistor using a multimeter.
</li>

<li>Secondly, The multimeters we use have scale for measuring resistance, it is:

<ul class="org-ul">
<li>2000k
</li>
<li>200k
</li>
<li>20k
</li>
<li>2000
</li>
<li>200
</li>
</ul>
<p>
For the following resistors, which scale would you select in order to get the best reading possible:
</p>

<ul class="org-ul">
<li>1000 ohms (1k)
</li>
<li>220 ohms
</li>
<li>10 000 ohms (10k)
</li>
<li>220 000 ohms (220k)
</li>
</ul>
</li>
</ul>
</div>
</div>
</div>
</div>
<div id="postamble" class="status">
<p class="validation"><a href="http://validator.w3.org/check?uri=referer">Validate</a></p>
</div>
</body>
</html>
